/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ en %@";
msgFromAdminOnMachine = "%@ en %@";

lastAccessHoursString = "hace más de %d horas";
lastAccessMinutesString = "hace más de %d minutos";
lastAccessSecondsString = "hace %d segundos";
lastAccessOneHourString = "hace más de 1 hora";
lastAccessOneMinuteString = "hace 1 minuto";
lastAccessOneSecondString = "hace 1 segundo";

errAttnReqCommString = "El mensaje no ha podido enviarse debido a un error de comunicación.";
errAttnReqNoAdminString = "No hay ningún administrador disponible en estos momentos.";
errTextChatCommString = "La conversación se ha detenido debido a un error de comunicación.";

unknownLastAccess = "Desconocido";

restartRequestTitle = "Se ha instalado software que requiere reiniciar el equipo.";
restartRequestMessage = "Un administrador de Remote Desktop ha instalado software en su ordenador. Este software no estará disponible hasta que haya reiniciado el equipo. Haga clic en Reiniciar para salir de todas las aplicaciones y reiniciar ahora.";
buttonCancel = "Cancelar";
buttonContinue = "Reiniciar";
